{
    "1001001": "If you hear her humming, maybe run the other direction.",
    "1001002": "A rose by any other name would also have thorns.",
    "1001003": "There are people who make rules... and people who break them.",
    "1002001": "She's been on patrol for five hours.\\nI think shes... lost?",
    "1003001": "Her eyes sparkled like the glint of her blade.\\nOne must always fight to preserve their honor.",
    "1003002": "All for one, and one for all.",
    "1004001": "Kiss the ring to show your respect.",
    "1004002": "How do I look? It takes a real man to rock flowers.",
    "1005001": "The glint will be the last thing you see before the darkness.",
    "1005002": "It's time for my experiment.",
    "1006001": "Focus and aim. Don't make them suffer.",
    "1006002": "My my, what big teeth you have!",
    "1006003": "Only the strongest wolf can lead its pack.",
    "1007001": "Sometimes, the only way to end an argument is to use your fists.",
    "1007002": "It's hot down here. Must be in the right place.",
    "1007003": "You want to fight? Heh, I guess I can spare a couple minutes.",
    "1007004": "I can do even better than this.",
    "1008001": "Today's performance is gonna be incredible! Heh, it might even change the world.",
    "1008002": "Let's.. let's start the show.",
    "1009001": "It's the end of the world. Better be prepared.",
    "1009002": "Demons are demons. Their pasts are... irrelevant.",
    "1010001": "The nomad life ain't so bad. I have nowhere to go and nobody looking for me.",
    "1010002": "This? It's.. uh... just water.",
    "1010003": "Don't worry, Dragon Dailin is here to ward off all those pesky evil spirits following you around!",
    "1011001": "A model student who treats every training exercise as if it were the real thing.",
    "1011002": "As gentle as a breeze or as strong as a raging tempest.",
    "1011003": "It seems like a whole new world awaits us.",
    "1012001": "Their destinies are just like magnolias - blooming white but slowly and surely fading darker.",
    "1012002": "I've always been destined for greatness.",
    "1012003": "It is my destiny to bring the wandering souls to peace.",
    "1013001": "Sushi isn't easy to make, but the time it takes to cook a fish is nothing compared to the time that fish spent living and... dreaming?",
    "1013002": "If you can dodge a wrench, you can dodge a flaming volleyball with a drawing of a dumpling on it.",
    "1014001": "Sinners, prepare to face your judgement.",
    "1014002": "Guidance to the lost. Salvation to the damned.",
    "1015001": "Holding onto life like a clover holding onto the ground in the frost.",
    "1015002": "I...tried something a little different today. Wilson too.",
    "1015003": "Do you like snow? I.. I guess I don't hate it...",
    "1016001": "How'd you like to feel the midnight breeze flow through your hair?",
    "1016002": "Your Games. Your Devices. Play Anywhere.",
    "1017001": "Where should I start the first fire?\\nEh, doesn't matter. It'll all just burn anyway!",
    "1017002": "Kill it with fire!",
    "1018001": "I really don't care who you're trying to silence.\\nI only care that the check clears.",
    "1018002": "I love a good carnival. Nobody expects any danger during a celebration.",
    "1019001": "Today's entree will be delicious, sir!",
    "1019002": "Trick or Treat! I worked super hard on my costume this year!",
    "1020001": "Settle down now, little ones. I wouldn't want to raise my voice.",
    "1020002": "I hope they don't mind if I crash their party, but I'm in the mood for some fun.",
    "1020004": "Don't get too close - or you'll never escape.",
    "1021001": "Target confirmed. Proceeding with mission.",
    "1021002": "Looks may deceive... but bullets won't.",
    "1022001": "Order something shaken, not stirred.",
    "1022002": "My bad! I just gotta clean up ALL the garbage...",
    "1023001": "After the war is over, can you really call one side victorious?",
    "1023002": "C'mon, it won't hurt. I just need to tweak you a little more.",
    "1024001": "Always make the first move towards victory.",
    "1025001": "Don't overthink. Keep your head down. Survive.",
    "1026001": "I can get more horsepower out of anything. Even a toaster!!",
    "1027001": "Mission complete. On to the next one.",
    "1028001": "I hope class ends soon. I gotta go to the library.",
    "1028002": "Remember, every new year is the first page of your new story.",
    "1029001": "Time to put all that swimming to good use.",
    "1030001": "Today's stream will be particularly sweet!",
    "1031001": "My arrow will cleanse the unholy.",
    "1031002": "May justice guide my arrow!",
    "1031003": "My arrow will expel the darkness!",
    "1032001": "It's been a while since I've been this cold. Well, happy holidays I suppose.",
    "1033001": "You really came here without a plan? Heh, bold.",
    "1034001": "I'll try my best to capture all of this perfect scenery through the lens of my camera.",
    "1035001": "A good fight always starts with the right mindset. Remember that.",
    "1036001": "The stars once acted as a celestial compass to guide those who were lost.\\nI hope I can be someone like that to you.",
    "1037001": "What a mess. Time to patch things up.",
    "1038001": "You didn't see anything. It'd be wise for you to remember that.",
    "1039001": "Much like the impossible blue rose, I took a white orchid and turned it blue.",
    "1040001": "We'll take good care of you.",
    "1044001": "Don't bother begging. Your life's already over.",
    "1041001": "The holy flame brings light to darkness.",
    "1042001": "Who dares wake me up from my slumber?",
    "1043001": "There's no bomb I can't defuse.",
    "1045001": "So, where's my seat?",
    "1046001": "I feel bad, but... Your story ends here.",
    "1047001": "Time to leave. Ta ta for now~",
    "1036002": "If this will let someone else have a normal life, then it's worth it.",
    "1028003": "I wonder what kind of story the ocean will tell me today.",
    "1029002": "I feel fully in my element here.",
    "1031004": "You're blocking the sun. Could you move?",
    "1033002": "Just go all out? C'mon, at least give me a script!",
    "1048001": "With my brush in hand, the world is my canvas!",
    "1049001": "Ticket looks good! Have a wonderful time at Lumialand!",
    "1051001": "May this melody never wither.",
    "1052001": "I can show you the way, but only you can choose your path.",
    "1050001": "I only dance for myself.",
    "1054001": "Listen up, stupid: don't you dare underestimate the ocean.",
    "1053001": "The weak die off. The strong live on.",
    "1055001": "This is my turf. I'm going in!",
    "1056001": "The only things you can never have too much of are practice... and money.",
    "1002002": "Can we do this again next year? Together?",
    "1022003": "We have to clean ALL of this? Well, we better get started.",
    "1016003": "Thanks for waiting, here's your order!",
    "1018003": "Call me for the best service in town.",
    "1030002": "You better not be late! Or you won't get dessert.",
    "1057001": "Let's keep our eyes on the compass.",
    "1026002": "There's nowhere I can't reach. I have no limits.",
    "1025002": "There are things that can't be fixed with prayers..",
    "1043002": "Which do you prefer: a tangy flavor, or the kind that bursts in your mouth?",
    "1058001": "Even the worst enemies can become potential partners.",
    "1019003": "Are you ready for the show?",
    "1003003": "A sword is just like wine: cold and smooth.",
    "1008003": "All I need are my guitar and my amp, and it's showtime!",
    "1012004": "Effort is more important than fate.",
    "1037002": "I'll show you who I really am behind this mask.",
    "1038002": "An actor's strength isn't their good looks, but their unyielding confidence.",
    "1060001": "Art is finding beauty where there's only destruction.",
    "1059001": "I'll have your back! ...If you have mine.",
    "1045002": "Clothes can be like wings. Now's the perfect time to prove it!",
    "1024002": "I am the owner of my dreams, the master of my fate.",
    "1050002": "Make sure to come on time. I will wait for no one.",
    "1061001": "I know I'm cute but don't underestimate me!",
    "1010004": "Give me some snacks or I'll eat you!",
    "1011004": "You can tell who's evil by how much they smell.",
    "1007005": "If you don't want to get hit, stay the hell outta my way.",
    "1009003": "It's a good night for a fresh start.",
    "1040002": "Thanks for sticking with me for another year.\\n<color=#10adff>That's what Nina should say!</color>",
    "1036003": "Are you ready for your present?",
    "1013003": "I'm ready for my mascot debut!",
    "1047002": "The more things you have, the more you have to lose.",
    "1027002": "Puzzles and cases have one thing in common: they both want to be solved.",
    "1015004": "Please don't touch my display items... Wilson's watching.",
    "1062001": "It's up to us to finish the job.",
    "1049002": "Play smart. Win more. OP.GG",
    "1032002": "Let me teach you how to survive in this place.",
    "1063001": "Is that the best plan you've got?",
    "1033003": "Beat it! I don't have time to waste on you!",
    "1041002": "The flame of purification will wash you away.",
    "1050003": "Let me remind you what your duty as a student is.",
    "1048002": "I wonder what power the colors of my magic hold.",
    "1004003": "You call yourself a rebel? Pathetic!",
    "1044002": "Show me what you're made of.",
    "1042002": "Fortunately, you're on time. I guess you deserve a compliment.",
    "1039002": "Being loved is the most beautiful thing in the world!",
    "1064001": "Not all dreams are happy.",
    "1035002": "Determination isn't enough. You need to be ready for anything.",
    "1055002": "Ready to stop, drop, and roll?",
    "1031005": "My arrow will illuminate the way.",
    "1034002": "How am I supposed to choose one photo to showcase my travels...",
    "1017003": "Master, if you're cold, I can turn up the heat... hehe...",
    "1046002": "If you're in hot water, I'm your guy.",
    "1020003": "Let's see what is hiding in those treasure chests!",
    "1051002": "I just thought of the perfect lyrics! I need to write them down!",
    "1019004": "I'll show you a magic trick to beat the heat!",
    "1029004": "Our voyage begins now.",
    "1001004": "Are you ready to have some fun?",
    "1058002": "Hard work pays off.",
    "1045003": "Can you play a little further away so I don't get splashed?",
    "1022004": "Double L never closes. Even in summer!",
    "1052002": "Will you accept my fate?",
    "1049003": "Hey, you look suspicious! Let's do a quick inspection.",
    "1014003": "I don't want to go to a coven of witches...",
    "1028004": "Want to hear a story with your cup of coffee?",
    "1053002": "Mercy? Do you know who I am?",
    "1054002": "Survival of the fittest!",
    "1030003": "Summer getaway with Eleven! Live now!",
    "1065001": "<color=#cb2849>Headquarters, all clear now.</color> \\n<color=#10adff>Oh! A very suspicious guy is coming this way!</color>",
    "1047003": "The bitter end makes the chocolate taste sweeter.",
    "1018004": "It's going to be a long night.",
    "1023003": "Failing students need extra classes.",
    "1003004": "Entering the field. The first priority is to ensure the safety of the client!",
    "1066001": "History is about to be rewritten once again.",
    "1042003": "Were you really looking forward to meet me? Hehe, what a compliment!",
    "1021003": "I've prepared a full course meal for you. Hope you like the main dish.",
    "1002003": "I will not let you get in the way of our business!",
    "1025003": "All members of the unit, prepare a welcome party for our uninvited guests.",
    "1056002": "It looks like you need to clear your mind a bit.",
    "1016004": "So, where do we go next?",
    "1067001": "A bad deed always brings a punishment.",
    "1048003": "Don't you love seeing pixel art transitions?",
    "1068001": "There's no such thing as being too old for romance.",
    "1012005": "I'm not used to this, but... do I match the vibe?",
    "1022005": "Ready for your gifts?",
    "1062002": "Fight and protect. Simple as that.",
    "1043003": "To a faraway place, where no one will ever find me.",
    "1059002": "Nothing personal. Just here for that reward on your head.",
    "1069001": "Alright everyone, focus! The Leni's Marching Band performance is about to begin!",
    "1060002": "The anticipation for the day to come is as full of joy as the day itself.",
    "1009004": "It wasn't an easy road, but that's why I'm here.",
    "1017004": "Ready for some fun and fiery combustion experiments?",
    "1055003": "Someone got hurt over there! I hope there's blood...",
    "1061002": "Mysterious Agent Irex! I accept payment in fish!",
    "1039003": "Wish us luck on our journey together!",
    "1046003": "Did you order coffee?",
    "1063002": "I always pray that this nightmare will end...",
    "1037003": "Your hair looks perfect today.",
    "1070001": "Like a plum blossom blooming in the dark.",
    "1011005": "Peace to the living, and rest to the dead.",
    "1008004": "The march won't stop until we save the world with music!",
    "1005003": "Money enriches the heart.",
    "1033004": "Please reach out to me if you find this person!",
    "1058003": "Want to know what a pro's coffee tastes like?",
    "1024003": "Master, today's schedule after breakfast is to practice chess with me.",
    "1006004": "It's time to hunt evil!",
    "1044003": "Bring it on! I'm not here to dawdle.",
    "1071001": "I'll burn them all down, sins included",
    "1050004": "Practice as if it's the real deal and stick to the basics.",
    "1010005": "You're...hic...asking me to stay out of the water 'cause I'm drunk? Haha, don't worry!",
    "1036004": "Good friends, good times...How I wish this lasted forever.",
    "1049004": "Let's enjoy the festival of summer! Careful with the heat though...",
    "1064002": "Should we dive in a dream?",
    "1014004": "I hate summer.",
    "1065002": "<color=#00FFFF>Are you ready to play? </color> \\n<color=#F78181>Just don't get on our way.</color>",
    "1072001": "Shhh. Everyone's sleeping.",
    "1028005": "Thank you for being part of this chapter!",
    "1028006": "Let's keep writing our story together!",
    "1058004": "Care to join me for a drink? It's a special day, after all.",
    "1058005": "Here's to the days to come—cheers!",
    "1007006": "Whatcha lookin' at? Want me to throw you into the ocean?",
    "1073001": "Does this uniform look good on me? Hehe."
}