{
    "7000201": "Your 3rd basic attack or skill against the same test subject deals additional true damage and reduces their defense.",
    "7000401": "Gain a stack of Omnisyphon, Attack Power or Skill Amp every time you damage a test subject with a basic attack or an individual skill. At max Stacks, Attack Power or Skill Amp is additionally increased.",
    "7000501": "Damaging an enemy with a skill spawns a sprite that can chain to multiple enemy test subjects, starting with the one closest to them, dealing additional skill damage to each chained test subject. \\nThe further the enemy, the stronger the damage dealt.",
    "7000601": "For each Basic Attack on an enemy test subject or every few seconds spent in combat, gain a stack of Adrenaline, granting additional Attack Speed.\\nWhile at max stacks, your attack and movement speed are increased.",
    "7010101": "Gain Armor Penetration.",
    "7010501": "Deal extra damage to test subjects with a higher Max HP than you.\\n",
    "7010201": "Deal more damage in Safe Zones after Final Restricted Areas are activated.",
    "7010301": "Restore damage dealt as SP.",
    "7010401": "You and your summons deal more damage and heal part of damage dealt to Wild Animals and Androids.",
    "7010601": "Killing a test subject, bear, or android will grant a stack of Anima Reaper. \\nEach stack increases Attack Power or Skill Amp.",
    "7100101": "Immobilizing an enemy player increases your Defense.\\nAfter you are finished increasing your Defense, you deal Skill Damage around you.\\nEnemies hit are slowed.\\n",
    "7100201": "Using a Weapon Skill makes you Ironclad, reducing your damage taken and granting you Tenacity.",
    "7100301": "Take less Basic Attack Damage when your HP is low.\\nPart of the damage reduced is reflected to the inflictor as Cellular Damage.\\n",
    "7100401": "Gain a shield proportional to your max HP that cleanses crowd control, debuffs, and grants additional movement speed when broken.",
    "7100501": "For every certain amount of HP lost in damage taken from enemy test subjects, gain a stack of Bitter Retribution. Damage taken is reduced based on the amount of stacks you have.\\nAt max stacks, your next Basic Attack consumes Bitter Retribution's stacks to deal additional damage and apply a slow if a melee test subject uses this Augment.\\n\\nFor each stack that expires, recover an amount of HP.",
    "7110101": "Increase your Defense after gaining a shield from a skill or being healed by a skill or an augment.",
    "7110201": "Reduce damage taken when there are no allies near you.",
    "7110401": "Take less damage when immobilized.",
    "7110301": "Upon receiving critical strike damage, critical strike damage taken later is reduced.",
    "7110501": "Damage Reduction stats on items are effective on you.",
    "7110601": "Food/Beverages are automatically consumed, reducing the time it takes to finish and recover.",
    "7200101": "Healing and shields from your skills or augments are increased. Targets shielded or healed by you gain increased Attack Power or Skill Amp.",
    "7200301": "If you and your ally test subjects take damage while below a certain amount of HP, a Healing Drone will follow you.\\nThe drone heals you and your allies in a certain range missing health every second.",
    "7200201": "Using your ultimate summons an Amplification Drone that follows you around, increasing Movement Speed and granting Skill Amplification to all allies in range.",
    "7200401": "Right after killing an enemy or a wild animal, moving towards another enemy test subject increases movement speed and reduces your damage taken. Based on the type of kill, either HP is restored or taken damage is reduced.",
    "7200501": "Damaging an enemy test subject with a skill grants you and nearby allies a shield.\\nAt low health, the shield's HP is doubled.\\n",
    "7210101": "Immobilizing a target causes them to take increased damage from all sources.",
    "7210201": "Using your ultimate grants you and your allies in a certain range a shield.",
    "7210401": "Gain Telephoto Cameras every night.\\nTelephoto Cameras is dropped on the ground if you have insufficient inventory space.\\n",
    "7210301": "Increase your Vision Range at night by 1.25m.",
    "7210501": "You get a Claymore every night. It will drop to the ground if you run out of space.\\n\\n",
    "7210601": "Start the game with 'Clogs' equipped. Out of combat movement speed is increased while equipped with a Epic or Legendary leg item.",
    "7210801": "Items can be purchased from a Kiosk at a discount.",
    "7010311": "Recovers SP for a fraction of all damage dealt by you or your summons. In addition, your SP Regen is increased while in combat.",
    "7010701": "When dealing damage to an enemy, damage continues over 2 seconds.",
    "7110801": "At the end of each night, you get a Portable Campfire Kit. It will drop to the ground if you run out of item space. \\n\\nCrafting food/beverages increases out of combat movement speed for a period of time. \\n\\nAlso, the chance of getting good food ingredients from fishing and collecting potatoes is greatly increased.",
    "7110901": "The recovery of meat or meat-containing food is increased, providing instant recovery upon use.",
    "7211001": "Increases the damage you or your summons deal to wild animals. Killing a wild animal heals you for the amount of HP you lost, and your movement speed increases and then gradually decreases.",
    "7110701": "Gain a shield when using your ultimate.",
    "7010901": "Omnisyphon increases as you lose health.",
    "7011001": "Damage dealt to enemies with low health is increased.",
    "7211101": "Kill assists grant you additional credits.",
    "7310101": "You accumulate Adaptability, increasing your Attack Power or Skill Amplification over time.",
    "7310301": "Your Cooldown Reduction is increased. \\nUpon reaching max cooldown reduction, additional cooldown reduction grants you Adaptability, increasing your Attack Power or Skill Amplification.",
    "7310401": "Dealing damage to an enemy increases your Armor Penetration for a short period of time.",
    "7310501": "Using an ultimate skill reduces the cooldown of that skill.",
    "7111001": "Your defense increases as you lose health.",
    "7300201": "Dealing great damage within a short period of time releases a ghost light that attacks the enemy, dealing damage over time and applying great healing reduction.",
    "7300101": "Your next basic attack deals additional damage and your basic skill's cooldown is reduced when you activate different skills {2} times within a certain period of time.",
    "7000701": "Your first {10} basic attacks are much faster, and the {10}rd one deals additional damage.",
    "7310201": "Recover HP equal to a portion of the SP consumed to activate a skill."
}