{
    "Glove": "Glove is a melee weapon useful for quick, consecutive attacks.",
    "Tonfa": "Tonfa is a melee weapon with high viability.",
    "Bat": "Bat is a melee weapon that can handle enemies with ease.",
    "Whip": "Whip is a melee weapon specialized in controlling ranged battles.",
    "HighAngleFire": "Throw is a ranged weapon that is perfect for blocking vision during long-range battles.",
    "DirectFire": "Shuriken is a ranged weapon that deals heavy damage for both skills and basic attacks.",
    "Bow": "Bow is a ranged weapon that has the potential for high growth.",
    "CrossBow": "Crossbow is a ranged weapon that holds approaching enemies back and controls ranged fighting.",
    "Pistol": "Pistol is a ranged weapon that offers stylish/flashy combat through quick attack speed.",
    "AssaultRifle": "Assault Rifle is a ranged weapon that is proficient in continuous combat through fast attack speed.",
    "SniperRifle": "Sniper Rifle is a ranged weapon best used for long ranges and strong single-shot attacks.",
    "Hammer": "Hammer is a melee weapon that is slow to attack but offers powerful hits.",
    "Axe": "Axe is a melee weapon built to last in combat.",
    "OneHandSword": "Dagger is a melee weapon best for surprise attacks and instant, close-range battle.",
    "TwoHandSword": "Two-handed Sword is a melee weapon that is well-balanced in all stats.",
    "DualSword": "Duals Swords are melee weapons capable of stylish combat.",
    "Spear": "Spear is a melee weapon made for mid-range battle.",
    "Nunchaku": "Nunchaku is a melee weapon that is versatile in different kinds of battle.",
    "Rapier": "Rapier is a melee weapon that allows you to quickly rush your enemy.",
    "Guitar": "Guitar is a ranged weapon optimitzed to support your allies.",
    "Camera": "Camera is a ranged weapon that can block enemy vision range.",
    "Arcana": "Arcana is a ranged weapon that uses a combination of magic to fight.",
    "VFArm": "VF Prosthetics is a melee weapon that can be upgraded without combining different weapons."
}